const root = "/steel_usecase/";

export const steelUsecase = [
  {
    title: "صنعت غذا و لوازم آشپزخانه",
    description:
      "ورق استیل گرید ۳۰۴ و ۳۱۶ به دلیل مقاومت در برابر اسیدها و بازها، بهترین انتخاب برای تجهیزات صنایع غذایی محسوب میشود",
    image: `${root}food_industry.jpg`,
    color: "#ffb300",
    cta: true,
  },
  {
    title: "صنایع پزشکی",
    description: "استیل گرید ۳۱۶L به دلیل سازگاری با بدن انسان و استریل‌پذیری، در لوازم پزشکی استفاده میشود",
    color: "#00acc1",
  },
  {
    title: "کشاورزی",
    description: "در این صنعت، از استیل برای تجهیزات مقاوم در برابر رطوبت و مواد شیمیایی استفاده میشود",
    color: "#3949ab",
  },
  {
    title: "خودروسازی و حمل‌و‌نقل",
    description: "صنعت خودرو و حملونقل یکی از بزرگترین مصرفکنندگان استیل است",
    color: "#d81b60",
  },
  {
    title: "برق و الکترونیک",
    description: "استیل در ساخت قطعات الکترونیکی و تجهیزات برقی نقش کلیدی دارد",
    color: "#546e7a",
  },
  {
    title: "دکوراسیون داخلی و خارجی ساختمان",
    description: "استیل با ظاهر براق، مدرن و مقاوم در برابر عوامل جوی، یکی از پرکاربردترین متریالها در معماری و طراحی داخلی است",
    image: `${root}food_industry.jpg`,
    color: "#f4511e",
    cta: true,
  },
];
